//
//  Localizable.strings
//  Nextcloud iOS
//
//  Copyright © 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

// General

"_cancel_"                  = "취소";
"_upload_file_"             = "파일 업로드";
"_download_file_"           = "파일 다운로드";
"_loading_"                 = "불러오는 중";
"_loading_with_points_"     = "불러오는 중…";
"_loading_num_"             = "파일 %i 불러오는 중";
"_loading_autoupload_"      = "자동 업로드 중";
"_uploading_"               = "업로드 중";
"_synchronization_"         = "동기화";
"_delete_"                  = "삭제";
"_delete_file_n_"           = "파일 %i/%i 삭제 중";
"_rename_"                  = "이름 바꾸기";
"_move_"                    = "이동";
"_move_file_n_"             = "파일 %i/%i 이동 중";
"_creating_sharing_"        = "공유 만들기";
"_updating_sharing_"        = "공유 업데이트";
"_removing_sharing_"        = "공유 삭제";
"_add_"                     = "추가";
"_login_"                   = "로그인";
"_save_"                    = "저장";
"_warning_"                 = "경고";
"_error_"                   = "오류";
"_error_e2ee_"              = "종단간 암호화 오류";
"_no_"                      = "아니요";
"_yes_"                     = "예";
"_select_"                  = "선택";
"_upload_"                  = "업로드";
"_home_"                    = "파일";
"_file_to_upload_"          = "업로드할 파일";
"_destination_"             = "대상";
"_ok_"                      = "확인";
"_beta_version_"            = "베타 버전";
"_function_in_testing_"     = "기능 테스트 중입니다. 발생하는 문제점을 알려 주십시오.";
"_done_"                    = "완료";
"_passcode_too_short_"      = "암호가 짧습니다. 최소한 4글자를 입력해야 합니다";
"_selected_"                = "선택";
"_scan_fingerprint_"        = "인증하려면 지문을 스캔하십시오";
"_no_active_account_"       = "계정 없음";
"_info_"                    = "정보";
"_email_"                   = "이메일";
"_save_exit_"               = "저장하지 않고 종료하시겠습니까?";
"_video_"                   = "비디오";
"_overwrite_"               = "덮어쓰기";
"_transfers_in_queue_"      = "전송 중, 잠시 기다려 주십시오…";
"_too_errors_automatic_all_"= "오류가 너무 많습니다. \"제어 센터\"에서 문제를 확인하십시오";
"_create_folder_"           = "폴더 만들기";
"_create_folder_on_"        = "다음에 폴더 만들기";
"_close_"                   = "닫기";
"_postpone_"                = "연기";
"_remove_"                  = "삭제";
"_file_not_found_"          = "파일을 찾을 수 없음";
"_continue_"                = "계속 진행하시겠습니까?";
"_auto_upload_folder_"      = "자동 업로드";
"_gallery_"                 = "갤러리";
"_photo_"                   = "사진";
"_audio_"                   = "오디오";
"_unknown_"                 = "알 수 없음";
"_next_"                    = "다음";
"_success_"                 = "성공";
"_initialization_"          = "초기화";
"_experimental_"            = "실험적";

// App

"_network_available_"       = "네트워크 사용 가능";
"_network_not_available_"   = "네트워크를 사용할 수 없음";

// Networking

"_no_reuploadfile_"         = "파일을 찾거나 다시 전송할 수 없습니다. 파일을 업로드하려면 업로드한 항목을 삭제하고 파일을 새로 고치십시오.";
"_file_already_exists_"     = "같은 이름의 항목이 이미 존재해서 작업을 완료할 수 없음";
"_read_file_error_"         = "파일을 읽을 수 없음";

// More

"_more_"                    = "더 보기";
"_notifications_"           = "알림";
"_logout_"                  = "로그아웃";

// Settings

"_acknowledgements_"        = "감사의 글";
"_settings_"                = "설정";
"_passcode_"                = "암호";
"_lock_"                    = "잠금";
"_lock_active_"             = "잠금: 사용";
"_lock_not_active_"         = "잠금: 사용 안함";
"_lock_protection_no_screen_"        = "시작할 때 묻지 않기";
"_lock_protection_no_screen_footer_" = "\"시작할 때 묻지 않기\" 옵션은 보호된 폴더나 암호화 옵션에만 사용하십시오.";
"_url_"                     = "URL";
"_username_"                = "사용자 이름";
"_change_credentials_"      = "인증 정보 변경";
"_wifi_only_"               = "Wi-Fi 연결만 사용";
"_settings_autoupload_"     = "자동 업로드";
"_app_version_"             = "앱 버전";
"_app_in_use_"              = "사용 중인 앱";
"_contact_by_email_"        = "이메일로 문의하기";
"_clear_cache_"             = "캐시 비우기(%@ 사용됨)";
"_clear_cache_no_size_"     = "캐시 비우기";
"_exit_"                    = "끝내기";
"_funct_not_enabled_"       = "기능이 활성화되어 있지 않음";
"_passcode_activate_"       = "암호 잠금 켜짐";
"_disabling_passcode_"      = "암호 잠금 삭제";
"_want_exit_"               = "경고! 초기 상태로 복귀합니다. 계속 진행하시겠습니까?";
"_proceed_"                 = "계속";
"_delete_cache_"            = "캐시 삭제";
"_want_delete_cache_"       = "캐시를 삭제하시겠습니까?";
"_want_delete_thumbnails_"  = "모든 미리 보기 그림도 삭제하시겠습니까?";
"_mail_deleted_"            = "이메일 삭제됨";
"_mail_saved_"              = "이메일 저장됨";
"_mail_sent_"               = "이메일 보냄";
"_mail_failure_"            = "이메일을 보낼 수 없음: %@";
"_information_req_"         = "정보 요청";
"_write_in_english_"        = "영어로 작성해 주십시오";
"_credentials_"             = "인증 정보";
"_manage_account_"          = "계정 관리";
"_change_password_"         = "암호 변경";
"_add_account_"             = "계정 추가";
"_delete_account_"          = "계정 삭제";
"_want_delete_"             = "정말로 삭제하시겠습니까?";
"_no_delete_"               = "아니요, 삭제하지 않습니다";
"_yes_delete_"              = "예, 삭제합니다";
"_remove_cache_"            = "캐시 삭제 중, 기다려 주십시오…";
"_optimizations_"           = "최적화";
"_synchronizations_"        = "동기화된 폴더";
"_version_server_"          = "서버 버전";
"_help_"                    = "도움말";
"_lock_protection_simply_"  = "약한 암호 보호";
"_change_simply_passcode_"  = "암호 종류 변경";
"_quota_"                   = "할당량";
"_available_"               = "사용 가능";
"_cloud_account_"           = "클라우드 계정";
"_information_"             = "정보";
"_personal_information_"    = "개인 정보";
"_user_full_name_"          = "이름";
"_user_address_"            = "주소";
"_user_phone_"              = "전화번호";
"_user_email_"              = "이메일";
"_user_web_"                = "웹사이트";
"_user_twitter_"            = "트위터";
"_quota_using_"             = "%@/%@ 사용 중";
"_favorite_offline_"        = "즐겨찾는 항목 오프라인 사용 가능";
"_favorite_offline_footer_" = "모든 즐겨찾는 항목을 오프라인에서 사용 가능하도록 하면 시간이 좀 걸릴 수도 있으며 많은 저장 공간을 사용합니다.";
"_advanced_"                = "고급";
"Skip"                      = "건너뛰기";
"Start"                     = "시작";

// Manage AutoUpload

"_autoupload_"                      = "사진/동영상 자동 업로드";
"_autoupload_background_"           = "배경에서 자동 업로드";
"_autoupload_photos_"               = "사진 자동 업로드";
"_autoupload_videos_"               = "동영상 자동 업로드";
"_autoupload_description_"          = "새로운 사진/동영상을 클라우드에 자동으로 업로드합니다";
"_autoupload_description_background_"  = "이 옵션을 사용하려면 위치가 변경되었을 때 카메라 롤에 새로운 사진/동영상 등록을 확인하기 위해서 GPS 사용 권한이 필요합니다.";
"_autoupload_background_title_"     = "제한";
"_autoupload_background_msg_"       = "iOS 제한으로 인해서 GPS 서비스가 활성화되지 않으면 배경 프로세스를 실행할 수 없습니다. 모바일 네트워크 셀이 변경되었을 때 시스템이 잠시 동안 활성화되어 클라우드에 업로드할 새로운 사진을 확인합니다.";
"_autoupload_change_location_"      = "폴더 변경";
"_autoupload_location_now_"         = "폴더";
"_autoupload_location_default_"     = "기본 폴더 복원";
"_autoupload_change_location_footer_" = "'카메라 사진 자동 업로드' 기능에 사용할 폴더 변경(옵션 활성화 시)";
"_autoupload_not_select_home_"      = "폴더 선택";
"_autoupload_save_album_"           = "사진 앨범에 사진이나 동영상 복사";
"_autoupload_fullphotos_"           = "전체 카메라 롤 업로드";
"_autoupload_fullphotos_footer_"    = "업로드 전 옵션 변경";
"_autoupload_create_subfolder_"     = "하위 폴더 사용";
"_autoupload_create_subfolder_footer_" = "년도와 월별 하위 폴더에 저장";
"_autoupload_filenamemask_"         = "파일 이름 마스크 변경";
"_autoupload_filenamemask_footer_"  = "자동 파일 이름 마스프 변경";


// Manage Help

"_help_tutorial_"               = "튜토리얼";
"_help_intro_"                  = "Lawless 소개";
"_help_activity_verbose_"       = "자세한 활동 피드";
"_help_activity_mail_"          = "이메일로 활동 보내기";
"_help_activity_clear_"         = "활동 지우기";


// Manage Advanced

"_optimized_photos_"            = "최적화된 사진 해상도";
"_upload_del_photos_"           = "업로드 후 사진 지우기";
"_optimized_photos_how_"        = "장치의 공간이 부족하면 최대 해상도 사진을 최적화된 버전으로 대체합니다. 최대 해상도 버전을 Lawless에 저장합니다.";
"_upload_del_photos_how_"       = "클라우드에 업로드한 후 파일을 장치에서 삭제합니다. 카메라 롤에는 파일이 남아 있으며, 파일을 보려면 다운로드하십시오.";
"_show_hidden_files_"           = "숨김 파일 보이기";
"_format_compatibility_"        = "호환성 유지";
"_format_compatibility_footer_" = "\"호환성 유지\" 옵션을 선택하면 항상 JPEG 형식으로 사진을 저장합니다";

// Login

"_connect_server_anyway_"       = "그래도 서버에 연결하시겠습니까?";
"_connection_error_"            = "연결 오류";
"_add_your_nextcloud_"          = "내 Lawless 계정 추가";
"_login_url_"                   = "서버 주소 https://…";
"_login_bottom_label_"          = "서버가 없으신가요?\n공급자를 선택하십시오.";
"_error_multidomain_"           = "허용되지 않은 주소입니다. 다음 도메인만 사용할 수 있습니다:";
"_account_already_exists_"      = "계정 %@이(가) 이미 존재함";
"_traditional_login_"           = "이전 로그인 방식으로 변경";
"_web_login_"                   = "웹 로그인 방식으로 변경";

// Favorite

"_favorites_"                   = "즐겨찾기";
"_favorite_"                    = "즐겨찾기에 추가";
"_unfavorite_"                  = "즐겨찾기에서 삭제";
"_no_files_uploaded_"           = "업로드한 파일 없음";
"_tutorial_favorite_view_"      = "즐겨찾는 파일과 폴더가 여기에 표시됩니다";
"_tutorial_offline_view_"       = "여기에 복사한 파일은 오프라인으로도 사용할 수 있습니다.\n\n이 파일은 클라우드와 동기화됩니다.";
"_tutorial_local_view_"         = "클라우드에서 압축이 풀린 파일을 찾을 수 있습니다.\n\n이 파일을 공유하려면 iTunes와 연결하십시오.";
"_more_"                        = "더 보기";
"_favorite_no_files_"           = "즐겨찾는 항목 없음";


// Auto Upload

"_pull_down_"                               = "끌어 당겨서 새로 고침";
"_no_photo_load_"                           = "사진이나 동영상 없음";
"_tutorial_autoupload_view_"                = "\"설정\"에서 자동 업로드를 구성할 수 있습니다.";
"_no_date_"                                 = "날짜 없음";
"_today_"                                   = "오늘";
"_time_"                                    = "시간: %@\n\n%@";
"_location_not_enabled_"                    = "위치 서비스가 비활성화되어 있음";
"_location_not_enabled_msg_"                = "\"설정\"에서 \"위치 서비스\"를 활성화하십시오";
"_access_photo_not_enabled_"                = "사진에 접근할 수 없음";
"_access_photo_not_enabled_msg_"            = "\"설정\"에서 \"사진 접근\"을 활성화하십시오";
"_access_photo_location_not_enabled_"       = "사진과 위치에 접근할 수 없음";
"_access_photo_location_not_enabled_msg_"   = "\"설정\"에서 \"사진 접근\" 및 \"위치 서비스\"를 활성화하십시오";
"_tutorial_photo_view_"                     = "업로드한 사진이나 동영상 없음";
"_create_full_upload_"                      = "압축 파일 만드는 중… 오래 걸릴 수 있습니다. 기다려 주십시오.";
"_error_createsubfolders_upload_"           = "하위 폴더 생성 오류";
"_activate_autoupload_"                     = "자동 업로드 사용";

// Utility

"_never_"                       = "하지 않음";
"_less_a_minute_"               = "1분 미만 전";
"_minutes_ago_"                 = "%d분 전";
"_hours_ago_"                   = "%d시간 전";
"_days_ago_"                    = "%d일 전";
"_over_30_days_"                = "30일 이전";
"_connection_internet_offline_" = "인터넷 연결이 오프라인이거나 Wi-Fi가 필요함";
"_insert_password_"             = "암호 입력";
"_update_in_progress_"          = "버전 업그레이드. 잠시 기다려 주십시오…";
"_forbidden_characters_"        = "파일이나 폴더 이름에 잘못된 문자가 포함되어 있음";
"_mail_not_can_send_mail_"      = "계정을 설정하지 않았거나 잘못된 이메일 주소를 입력함";

// File

"_photo_camera_"                = "사진";
"_unzip_in_progress_"           = "로컬 저장소에 압축 푸는 중…";
"_file_unpacked_"               = "로컬 저장소에 파일 압축이 해제되었습니다.";
"_file_saved_local_"            = "로컬 저장소에 파일을 저장했습니다.";
"_file_not_present_"            = "오류: 파일이 존재하지 않습니다. 새로 고치십시오.";
"_order_by_date_"               = "날짜순 정렬";
"_current_order_name_"          = "(현재 이름순 정렬)";
"_order_by_name_"               = "이름순 정렬";
"_current_order_date_"          = "(현재 날짜순 정렬)";
"_sort_descending_"             = "내림차순 정렬";
"_current_sort_ascending_"      = "(현재 오름차순 정렬)";
"_sort_ascending_"              = "오름차순 정렬";
"_current_sort_descending_"     = "(현재 내림차순 정렬)";
"_delete_selected_files_"       = "파일 삭제";
"_move_selected_files_"         = "파일 이동";
"_download_selected_files_"     = "파일 다운로드";
"_download_selected_files_folders_" = "파일 및 폴더 다운로드";
"_error_operation_canc_"        = "오류: 작업이 취소되었습니다.";
"_only_lock_passcode_"          = "잠금 암호를 활성화해야 사용할 수 있습니다. \"설정\"에서 활성화하십시오.";
"_passcode_protection_"         = "암호 보호";
"_remove_favorites_"            = "즐겨찾기에서 삭제";
"_remove_offline_"              = "오프라인에서 삭제";
"_add_favorites_"               = "즐겨찾기에 추가";
"_add_offline_"                 = "오프라인에 추가";
"_remove_passcode_"             = "암호 보호 삭제";
"_protect_passcode_"            = "암호 보호";
"_share_"                       = "공유";
"_reload_"                      = "새로 고침";
"_open_in_"                     = "다음으로 열기…";
"_remove_local_file_"           = "캐시에서 삭제";
"_add_local_"                   = "로컬 저장소에 추가";
"_comm_erro_pull_down_"         = "오류: 서버 통신 오류입니다. 끌어 내려서 새로 고치십시오.";
"_file_not_downloaded_"         = "파일 다운로드되지 않음";
"_file_not_uploaded_"           = "파일 업로드되지 않음";
"_folders_"                     = "폴더";
"_folder_"                      = "폴더";
"_files_"                       = "파일";
"_file_"                        = "파일";
"_folder_blocked_"              = "폴더 차단됨";
"_downloading_progress_"        = "파일 다운로드 시작 중…";
"_no_file_pull_down_"           = "파일을 업로드하거나 끌어 내려서 새로 고치십시오";
"_browse_images_"               = "사진 탐색";
"_synchronized_folder_"         = "폴더 동기화 유지";
"_remove_synchronized_folder_"  = "폴더 동기화 해제";
"_synchronized_confirm_"        = "동기화를 활성화하면 폴더의 모든 파일을 서버와 동기화합니다. 계속 진행하시겠습니까?";
"_offline_folder_confirm_"      = "오프라인 폴더를 활성화하면 폴더의 모든 파일을 서버와 동기화합니다. 계속 진행하시겠습니까?";
"_file_not_found_reload_"       = "파일을 찾을 수 없음, 끌어 내려서 새로 고치십시오";
"_title_section_download_"      = "다운로드";
"_title_section_upload_"        = "업로드";
"_group_alphabetic_yes_"        = "✓ 가나다순으로 묶기";
"_group_alphabetic_no_"         = "가나다순으로 묶기";
"_group_typefile_yes_"          = "✓ 파일 형식으로 묶기";
"_group_typefile_no_"           = "파일 형식으로 묶기";
"_group_date_yes_"              = "✓ 날짜로 묶기";
"_group_date_no_"               = "날짜로 묶기";
"_element_"                     = "구성 요소";
"_elements_"                    = "구성 요소";
"_tite_footer_upload_wwan_"     = "  Wi-Fi 네트워크가 필요함, 업로드까지 %lu %@ 남음";
"_tite_footer_upload_"          = "업로드까지 %lu %@ 남음";
"_tite_footer_download_wwan_"   = "  Wi-Fi 네트워크가 필요함, 다운로드까지 %lu %@ 남음";
"_tite_footer_download_"        = "다운로드까지 %lu %@ 남음";
"_limited_dimension_"           = "최대 크기에 도달함";
"_save_selected_files_"         = "사진과 동영상을 앨범에 저장";
"_file_not_saved_cameraroll_"   = "오류: 사진 앨범에 파일이 저장되지 않았음";
"_file_saved_cameraroll_"       = "사진 앨범에 파일 저장됨";
"_directory_on_top_yes_"        = "✓ 폴더 먼저 표시";
"_directory_on_top_no_"         = "폴더 먼저 표시";
"_folder_automatic_upload_"     = "자동 업로드 폴더";
"_search_no_record_found_"      = "결과 없음";
"_search_in_progress_"          = "검색 중…";
"_search_instruction_"          = "파일 검색(최소 2글자)";
"_files_no_files_"              = "여기에 파일 없음";

"audio"                         = "오디오";
"compress"                      = "압축";
"directory"                     = "폴더";
"document"                      = "문서";
"image"                         = "사진";
"template"                      = "템플릿";
"unknow"                        = "알수없음";
"video"                         = "동영상";

"_file_del_only_local_"         = "파일이 서버에 없음";

"_copy_file_"                   = "파일 복사";
"_copy_files_"                  = "파일 복사";
"_paste_file_"                  = "파일 붙여넣기";
"_paste_files_"                 = "파일 붙여넣기";

"_search_this_folder_"          = "이 폴더에서 검색";
"_search_all_folders_"          = "모든 폴더에서 검색";
"_search_sub_folder_"           = "이 폴더와 하위 폴더에서 검색";

"_theming_is_light_"            = "서버 테마의 색상이 너무 밝아서 적용하지 않음";

// Files Preview

"_insert_password_pfd_"         = "보안 PDF입니다. 암호를 입력하십시오";
"_password_pdf_error_"          = "암호가 잘못됨";
"_error_download_photobrowser_" = "오류: 사진을 다운로드할 수 없음";

// Share

"_share_link_"                  = "링크 공유";
"_share_link_button_"           = "다음으로 링크 보내기…";
"_password_"                    = "암호";
"_share_password_"              = "링크 암호 설정";
"_share_expirationdate_"        = "링크 만료 날짜 설정";
"_date_"                        = "날짜";
"_share_title_"                 = "공유";
"_add_sharee_"                  = "사용자나 그룹 추가";
"_add_sharee_footer_"           = "사용자나 그룹을 추가해서 이 자원을 공유할 수 있습니다. 공유를 해제하려면 모든 사용자와 그룹을 삭제하십시오";
"_find_sharee_title_"           = "검색";
"_find_sharee_"                 = "사용자나 그룹 검색…";
"_find_sharee_footer_"          = "검색할 사용자나 그룹 이름의 일부(최소 2글자)를 입력한 후 'Return' 키를 누르십시오. 검색 결과로 나타난 사용자를 선택한 후 '완료'를 눌러서 확인하십시오";
"_user_is_group_"               = "(그룹)";
"_direct_sharee_title_"         = "공유";
"_direct_sharee_footer_"        = "이름을 알고 있다면 입력한 후 '완료'를 눌러서 확인하십시오";
"_direct_sharee_"               = "사용자 이름 입력…";
"_user_sharee_footer_"          = "권한을 변경하려면 누르십시오";
"_share_type_title_"            = "공유 형식";
"_share_type_user_"             = "사용자";
"_share_type_group_"            = "그룹";
"_share_type_remote_"           = "원격";

// Share Permission

"_share_permission_title_"          = "권한";
"_share_permission_edit_"           = "편집할 수 있음";
"_share_permission_file_can_write_" = "파일을 기록할 수 있음";
"_share_permission_create_"         = "만들 수 있음";
"_share_permission_create_file_"    = "파일을 만들 수 있음";
"_share_permission_create_folder_"  = "폴더를 만들 수 있음";
"_share_permission_change_"         = "변경할 수 있음";
"_share_permission_delete_"         = "삭제할 수 있음";
"_share_permission_share_"          = "공유할 수 있음";
"_share_permission_rename_"         = "이름 바꿀 수 있음";
"_share_permission_move_"           = "이동할 수 있음";
"_share_permission_read_"           = "읽을 수 있음";
"_share_permission_info_"           = "공유 정보";
"_share_permission_path_"           = "파일/폴더";
"_share_permission_type_"           = "종류";
"_share_permission_typeuser_"       = "사용자";
"_share_permission_typegroup_"      = "그룹";
"_share_permission_typepubliclink_" = "링크";
"_share_permission_typefederated_"  = "연합";
"_share_permission_owner_"          = "소유자";
"_share_permission_date_"           = "날짜";
"_share_permission_email_"          = "이메일 알림";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "나와 공유됨";
"_type_resource_external_"          = "외부 저장소";

// Share Ext

"_destiny_folder_"                  = "폴더: %@";

"_no_transfer_"                     = "전송 없음";
"_no_transfer_sub_"                 = "이 장치에서 실행한 업로드와 다운로드가 여기에 표시됩니다";
"_no_activity_"                     = "활동 없음";
"_transfers_"                       = "전송";
"_activity_"                        = "활동";
"_activity_file_not_present_"       = "파일이 존재하지 않음";

// List Shares

"_list_shares_"                     = "공유";
"_list_shares_no_files_"            = "공유한 항목 없음";
"_tutorial_list_shares_view_"       = "공유한 파일이나 폴더가 여기에 표시됩니다";

// Offline - Local Storage

"_create_synchronization_"          = "동기화 생성";
"_offline_"                         = "오프라인";
"_local_storage_"                   = "로컬 저장소";
"_local_storage_no_record_"         = "파일 없음";

// Create Cloud

"_upload_photos_videos_"            = "사진이나 동영상 업로드";
"_upload_file_"                     = "파일 업로드";
"_upload_file_text_"                = "텍스트 파일 만들기";

// Document Picker

"_save_document_picker_"            = "여기에 저장";

// CreateFormUploadAssets

"_destination_folder_"              = "대상 폴더";
"_use_folder_photos_"               = "사진 폴더를 대상으로 사용";
"_rename_filename_"                 = "이름 바꾸기";
"_filename_"                        = "파일 이름";
"_preview_filename_"                = "파일 이름 예제입니다. 날짜/시간을 입력하려면 %@ 마스크를 사용하십시오";
"_forbidden_characters_"            = "파일이나 폴더 이름에 잘못된 문자가 포함되어 있음";
"_add_filenametype_"                = "파일 이름에 형식 지정";
"_filenametype_photo_video_"        = "사진/동영상";

// Notification

"_notification_"                    = "알림";

// Photo Browser

"Done"                              = "완료";
"Select Photos"                     = "사진 선택";
"photo"                             = "사진";
"photos"                            = "사진";
"of"                                = "of";
"%i of %i"                          = "%2$i의 %1$i";

// Manage Auto Upload FileName

"_autoupload_filename_title_"       = "자동 업로드 파일 이름";

// Text File

"_untitled_txt_"                    = "제목 없음.txt";

// EndToEnd Encryption

"_e2e_settings_title_"              = "암호화";
"_e2e_settings_"                    = "종단간 암호화";
"_e2e_settings_start_"              = "종단간 암호화 시작";
"_e2e_settings_not_available_"      = "종단간 암호화를 사용할 수 없음";
"_e2e_settings_activated_"          = "종단간 암호화 활성화됨";
"_e2e_settings_view_passphrase_"    = "이 12단어 암구호는 암호화된 파일을 보고 사용하는 매우 강력한 암호입니다. 안전한 곳에 적어서 보관해 두십시오.";
"_e2e_settings_read_passphrase_"    = "암구호 읽기";
"_e2e_settings_lock_not_active_"    = "잠금이 활성화되지 않았습니다. \"설정\"에서 활성화하십시오";
"_e2e_settings_the_passphrase_is_"  = "암구호:";
"_e2e_passphrase_request_title_"    = "암구호 요청";
"_e2e_passphrase_request_message_"  = "12단어 입력";
"_e2e_settings_remove_"             = "Remove locally the encryption";
"_e2e_settings_remove_message_"     = "암구호를 입력해서 삭제를 확인하십시오.";
"_e2e_set_folder_encrypted_"        = "암호화";
"_e2e_remove_folder_encrypted_"     = "복호화";
"_e2e_goto_settings_for_enable_"    = "This is an encrypted directory, go to \"Settings\" and enable end-to-end encryption";
"_e2e_delete_folder_not_permitted_" = "암호화된 디렉터리를 삭제할 수 없습니다";
"_e2e_error_encode_metadata_"       = "메타데이터 인코딩 중 오류 발생";
"_e2e_error_decode_metadata_"       = "메타데이터 디코딩 중 오류 발생";
"_e2e_error_create_encrypted_"      = "암호화된 파일을 만들 수 없음";
"_e2e_error_update_metadata_"       = "메타데이터 업데이트 오류";
"_e2e_error_store_metadata_"        = "메타데이터를 저장할 수 없음";
"_e2e_error_send_metadata_"         = "메타데이터를 보낼 수 없음";
"_e2e_error_delete_metadata_"       = "메타데이터를 삭제할 수 없음";
"_e2e_error_get_metadata_"          = "메타데이터를 가져올 수 없음";
"_e2e_error_not_enabled_"           = "내부 오류입니다. 종단간 암호화를 활성화할 수 없습니다";
"_e2e_error_record_not_found_"      = "내부 오류입니다. 레코드를 찾을 수 없습니다";
"_e2e_error_unlock_"                = "폴더 잠금을 해제할 수 없음";
"_e2e_error_lock_"                  = "폴더를 잠글 수 없음";
"_e2e_error_delete_mark_folder_"    = "선택한 폴더 복호화";
"_e2e_error_mark_folder_"           = "폴더 암호화";
"_e2e_error_directory_not_empty_"   = "디렉터리가 비어 있지 않음";


